"john.appleseed" = "israel.israeli";
"Sign In" = "התחבר/י";
"Your account name or password was entered incorrectly." = "שם החשבון או הסיסמה שהקשת שגויים.";
"There was an error logging in. Please try again." = "ארעה שגיאה בעת ההתחברות. נא לנסות שוב.";
"Apple ID password" = "סיסמת ה-Apple ID";
"Invalid token data is returned by server" = "ארעה שגיאה בעת ההתחברות. נא לנסות שוב.";
"Authentication was canceled by user" = "האימות בוטל";
"password" = "סיסמה";
"OK" = "אישור";
"Password field is empty" = "נא להקיש את סיסמתך.";
"Password expired. Please change your password on Mac." = "תוקף הסיסמה פג. נא להחליף את הסיסמה בתוך ״הגדרות״ > ״חנות״";
"Required" = "חובה";
"Would you like to visit iForgot.apple.com to recover your %@?" = "האם ברצונך לבקר באתר iForgot.apple.com כדי לשחזר את פרטי החשבון?";
"Password" = "סיסמה";
"Apple ID field is empty" = "שדה ה-Apple ID הושאר ריק";
"Apple ID" = "Apple ID";
"Cancel" = "ביטול";

/* Verification Code Screen Prompt */
"Enter verification code" = "הזן/י קוד אימות";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "הקש/י את קוד האימות שנשלח אל \"%@\"";

/* Send new code button title */
"Send a new code" = "שליחת קוד חדש";

/* SMS subtitle */
"SMS to Phone Number" = "SMS למספר טלפון";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "אינך יכול/ה לקבל הודעות באף אחד מהמכשירים שלך?";

/* Verification Code Screen Title */
"Verification Code" = "קוד אימות";

/* Trusted devices screen title */
"Verify Identity" = "אמת/י את זהותך";

/* Send button title */
"Send" = "שליחה";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "כדי לנהל את המכשירים המהימנים שלך, בקר/י ב-%@ מה-Mac או ה-PC.";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "אימות בשני צעדים הופעל עבור Apple ID זה.";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "אל המכשיר שתבחר/י להלן יישלח קוד זמני, בו ניתן להשתמש על מנת לאמת את זהותך.";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "מכשירים מהימנים";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "יש צורך באימות בשני צעדים, אך אינטאראקציית המשתמש אסורה.";

/* Button title */
"My Apple ID…" = "ה-Apple ID שלי…";

/* Phone number description */
"Number ending in %@" = "מספר המסתיים ב-%@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "מצטערים, אבל ביצעת יותר מדי ניסיונות סרק לאימות זהותך. משיקולי אבטחה, לא תוכל/י לבצע שינויים בחשבונך במשך שמונה השעות הבאות ללא מפתח השחזור שלך.";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "שלחת יותר מדי קודים לאימות מספר הטלפון שלך. נא לנסות שוב מאוחר יותר.";

/* Error Message */
"No Device information available." = "אין פרטי מכשיר זמינים";

/* Error Message */
"The verification code you entered is not valid." = "קוד האימות שהקשת אינו תקף.";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "לא הצלחת לאשר את הקוד יותר מדי פעמים. נא לשלוח קוד חדש למכשיר אחר או לנסות שוב מאוחר יותר.";


/* New Localized Strings. Added in ACME 2.1.6 */
"Your Apple ID or password was entered incorrectly." = "ה-Apple ID או הסיסמה שהקשת שגויים.";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "מטעמי אבטחה, הגיע הזמן לאפס את סיסמתך. זה קל, פשוט בקר/י בכתובת %@.";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "Apple ID זה הושבת מטעמי אבטחה. באפשרותך לאפס את סיסמתך בכתובת %@.";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "נראה כי השעה הנוכחית במכשיר זה לא מדויקת. כדי לתקן זאת, עבור/י אל ״הגדרות״ > ״כללי״ > ״תאריך ושעה״ ולאחר מכן נסה/י שוב.";

"Oops, an error occurred. Thanks for your patience, please try again later." = "מצטערים, אירעה שגיאה. נסה/י שוב מאוחר יותר. תודה על סבלנותך. ";

"You appear to be offline. Please connect to the Internet and try again." = "נראה כי את/ה לא מחובר/ת לאינטרנט. התחבר/י לאינטרנט ונסה/י שוב.";

"Two-step verification has been disabled for the Apple ID account %@." = "אימות בשני צעדים בוטל עבור חשבון ה-Apple ID ‏%@.";

"Signing In" = "מתחבר";

"A new code has been sent to your device." = "קוד חדש נשלח למכשירך.";

"Code %1$d of %2$d selected" = "קוד %1$d מתוך %2$d נבחר";

"Sending New Code" = "שולח קוד חדש";

"Verifying code" = "מאמת קוד";

"Verified" = "אומת";

/* Send Code to label */
"Send Code to:" = "שלח קוד אל:";

/* Error Message */
"Please enter a valid phone number." = "נא להזין מספר טלפון תקף.";
